const emergencyScenarios = [
    {
        id: 1,
  color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
        situation: ` ניהול שגרה`,
        description: "מצב של הכנה למלחמה או איומים ביטחוניים.",
        notes: [
          "ניצול 'זמן יקר' וצמצום זמן התגובה הראשונית",
          "ארגון תמונת מצב אוכלוסיה (מתעדכנת)",
          "בדיקת ציוד ותשתיות והכנתם לשימוש מיידי",
          "מעבר מהיר לאירועי חירום",
          `ראשי צוותי מעדכנים את היו"ר על מצב המוכנות של הצוות שלהם - איוש, ציוד, משמרות, זמינות, המלצות להמשך`
      ],
        roles: [
          {
            role: `יו"ר צח"י`,
            id: 1,
            tasksByPhases: {
                "הקמת הצוותים על ידי צוות מוביל ועדכון רשימות ודרכי תקשורת":[
                    `לאחר הקמת הצוות והדרכה ראשונית, בניית תיק צח"י ישובי, עמוד 95-100 בתיק צח"י`
                ],
                "הכשרה הדרכה ותרגול נוהלי הפעלה":[
                  "פיתוח ושימור הצוות ",
                  "מיפוי חוזקות וחולשות",
                  "ביצוע ביקורת ציוד ורשימת אנשים/ציוד לראשי הצוותים אחת לחצי שנה"
                ]
            },
              color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
        },
        
        
            {
              role: "ביטחון",
              id:2,
              tasksByPhases: { "הקמת הצוותים על ידי צוות מוביל ועדכון רשימות ודרכי תקשורת": [
                `עדכון רשימות אנשים וציוד ריענון ובדיקה אחת לחצי שנה  עמוד 119 בתיק צח"י`
              ],
              "הכשרה הדרכה ותרגול נוהלי הפעלה":[
                " הגדרת נהלים לביצוע בשטח,   תוכניות כוננות,",
                "הגדרת תפקידים והכרת השטח",
                `תיאום ושילוב צח"י בתרגילי המשטרה והצבא, השתלמויות, מקצועיות`

              ]


            },
              color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",

            },
            {
              role:"רווחה",
              id:3,
              tasksByPhases: { "הקמת הצוותים על ידי צוות מוביל ועדכון רשימות ודרכי תקשורת": [
                `עדכון רשימות אנשים וציוד רענון ובדיקה אחת לחצי שנה ומיפוי או"ם עמוד 120-124 בתיק צח"י`
              ],
              "הכשרה הדרכה ותרגול נוהלי הפעלה":[
                "הכרת אוכלוסיה מבוגרת/חולה",
                "נגישות לאוכלוסיה סיעודית",
               `ריכוז מידע ונתונים לגבי מתנדבים וגורמי סיוע-רגשי/כלכלי לאוכלוסיות הנזקקות`

              ]


            },              
            color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",

    
            },
            {
              role: "לוגיסטיקה",
              id:4,
              tasksByPhases: { "הקמת הצוותים על ידי צוות מוביל ועדכון רשימות ודרכי תקשורת": [
               `עדכון רשימות אנשים וציוד רענון ובדיקה אחת  לחצי שנה עמוד 128-9 בתיק צח"י`
              ],
              "הכשרה הדרכה ותרגול נוהלי הפעלה":[
                "הכרת תשתיות השטח למקרי חירום, מלאי תקין",
                "גיבוש רשימה של בעלי מקצוע,קבלנים, ספקים",
              `ביצוע ביקורת ציוד ורשימת אנשים/בעלי הכשרה בתחזוקה ותיקונים/ציוד אחת לחצי שנה`

              ]


            },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",

            },
            {
              role: "מידע לציבור",
              id:5,
              tasksByPhases:{ "הקמת הצוותים על ידי צוות מוביל ועדכון רשימות ודרכי תקשורת": [
                  `עדכון רשימות אנשים ובדיקה אחת לחצי שנה, רענון  עמוד 118 בתיק צח"י`
              ],
               "הכשרה הדרכה ותרגול נוהלי הפעלה":[
            "הכנת רשימת מומחים לצורכי הסברה בחירום",
                 "העברת הודעות והנחיות, ויצירת קשר במהירות",
               `הכרת והכנת אמצעי תקשורת מקומיים (פייסבוק ווצאפ) להפצת הודעות ומסרים`
               ]
 
 
             },
               color: "linear-gradient(45deg, #9f4868ff 0%, #66233cff 100%)",
            },
            {
              role: 'רפואה',
              id:6,
              tasksByPhases: { "הקמת הצוותים על ידי צוות מוביל ועדכון רשימות ודרכי תקשורת": [
                  `עדכון רשימות אנשים וציוד ריענון ובדיקה אחת לחצי שנה עמוד 126-7 בתיק צח"י`              ],
             "הכשרה הדרכה ותרגול נוהלי הפעלה":[
         "חוסר בציוד מסוים,ציוד רפואי מתקדם",
          "הגדרת תפקידים וציוד רפואי נדרש",
        `השתתפות בהדרכות מקצועיות של גורמי הבריאות במועצה`             ]


           },
            color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
          },
            {
              role: 'חינוך',
              id:7,
              tasksByPhases: { "הקמת הצוותים על ידי צוות מוביל ועדכון רשימות ודרכי תקשורת": [
                  `עדכון רשימות אנשי חינוך ודרכי תקשורת אחת לחצי שנה עמוד 125 בתיק צח"י`              ],
             "הכשרה הדרכה ותרגול נוהלי הפעלה":[
        "חינוך מיוחד, ילדים עם מוגבלויות ",
          "מרחבים מוגנים בסביבת בתי הספר והגנים",
       "השתתפות בהדרכות מקצועיות של גורמי החינוך במועצה"    ]


           },
             color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
            },
          
        ]
      },
    {
        id: 2,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
        situation: `אירוע חירום`,
        notes: [
          "ניצול 'זמן יקר' וצמצום זמן התגובה הראשונית",
          "ארגון תמונת מצב אוכלוסיה (מתעדכנת)",
          "בדיקת ציוד ותשתיות והכנתם לשימוש מיידי",
          "מעבר מהיר לאירועי חירום",
          `ראשי צוותי מעדכנים את היו"ר על מצב המוכנות של הצוות שלהם - איוש, ציוד, משמרות, זמינות, המלצות להמשך`
      ],
      roles: [
        {
          role: `יו"ר צח"י`,
          id: 1,
          tasksByPhases: {
          "מענה ראשוני":[
                 `יוצר קשר עם מטה הצח"י (ראשי צוותים) המצומצם להערכת מצב ולהחלטה על חרום והתערבות. חלוקת משימות עפ"י הערכת המצב .`,
                 `עדכון שוטף של מוקד המועצה/רכז צח"י מועצתי, בהתאם לאירוע. תיאום ושיתוף פעולה עם גופי החירום הרלוונטים`
                  
              ],
             
              "במהלך האירוע":[
               `גיבוש תמונת מצב, קבלת החלטות, תזמון חיתוך מצב על פי לוחות זמנים שיקבעו בתדרוך יו"ר הצח"י בהתאם לאופי האירוע ובצמוד ל"שעון הפעילות" של גורמי חוץ (מועצה, פקע"ר, רח"ל) תפעול הצוותים הייעודיים בצח"י.`,
              ,`עדכון ועד היישוב`
              ],
              "לאחר האירוע":[
                `הכרזה על סיום השלב מסכן החיים במצב החירום.`,
                `כינוס ראשי הצוותים ונציג הוועד  להערכת מצב לקראת ההמשך, תשומת לב לשמירה על רציפות תפקודית, הנחיות להמשך והיערכות לבאות.`,
                `סיכום מה שנעשה עד כה ורישום למטרת לימוד והפקת לקחים`,
                `הפקת דו"ח מסכם אירוע חירום  על בסיס הדיווחים של ראשי הצוותים והרישומים של המטה, עדכון המועצה בהחלטות.`
              ]
          },
            color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
      },
      
      
          {
            role: "ביטחון",
            id:2,
            tasksByPhases: {
              "מענה ראשוני":[
                `קבלת המידע על האירוע ובירור הפרטים ואופי האירוע`,
              `הזעקה בהתאם לצורך של כוחות הצלה חיצוניים ויצירת קשר עם גורמי צבא וביטחון. `,
              `הפעלת צוות הביטחון המקומי (במידה והופעל – להעביר רשימת הלוחמים לרווחה/חינוך) השתתפות בישיבה המטה המצומצם לשם הערכת מצב.`,
              ` אבטחת הישוב או אזור האירוע. איתור סיכונים באירוע ונטרולם. הרחקת תושבים מאזורים מסוכנים.`,
                 `פתיחת צירי פינוי/מילוט, כיבוי שרפות קטנות בשטח. איתור וחילוץ קל של לכודים. הגדרת נקודות איסוף ומיון נפגעים. הפעלת מתנדבים למתן סיוע בפעילויות השונות של הצוות. ביצוע הערכות מצב`
             ],
            
             "במהלך האירוע":[
              `סיוע לצוותים נוספים על פי דרישה הרלוונטית לצוות (אבטחת אוכלוסייה, צירי גישה, והעברת מידע) המשך תיאום פעולה עם כוחות הצלה חיצוניים.`
             ],
             "לאחר האירוע":[
               `רישום ותיעוד הפעילות שבוצעה באיוע החירום למטרות לימוד והפקת לקחים. השתתפות בשיחת סיכום עם שאר ראשי הצוותים וראש המטה`,
               `החזרת אמצעים לכשירות. וידוא חזרה של כיתת כוננות למשפחות, טיפול מול רוחה במקרה וישנם נפגעים.`
             ]
          },
            color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
          },
          {
            role:"רווחה",
            id:3,
            tasksByPhases: {
              "מענה ראשוני":[
                `זיהוי מעגלי פגיעות. ראשון: (נפגעים, עדי ראייה, קרובי משפחה)  שני: (נפגעי עבר, מכרים, אוכלוסיות פגיעות, בני גיל). שלישי: (כלל תושבי/עובדי היישוב, גורמים הקשורים ליישוב ו/או לנפגעים) `,
                `זיהוי ואיסוף צרכים בסיסיים (הסעה, מזון, בריאות, ליווי) של המעגל הראשון ואיתור גורמי תמיכה וסיוע. `,
                `תשומת לב מיוחדת לאוכלוסיות תל"ם (צרכים מיוחדים). הפעלת גורמי תמיכה וסיוע פסיכו-סוציאליים (יצירת קשר עם צוותי התערבות : עו"ס קשר, פסיכולוג קשר, מלווה קהילה, מלווה חינוכי) דיווח לבעלי תפקידים מקבילים במועצה (כולל עו"ס קשר)`
                 
             ],
            
             "במהלך האירוע":[
             `מסירת הודעות למשפחות הנפגעים בתיאום עם המועצה ועל פי הנהלים. סיוע באיתור מיקום כל חברי היישוב. בדיקת צרכים, כוחות ומשאבים של המשפחות שנפגעו והפניה לאנשי מקצוע וסיוע לפי הצורך.`,
             `שמירת קשר, עם אוכלוסיות שעזבו (מרצון או באופן יזום) את הישוב. השתתפות בחיתוכי מצב והעברת הדגשים של תמונת מצב אוכלוסייה (נטרול והערכות מוקדמת לפני התפתחות משבר באירועים ממושכים)`
             ],
             "לאחר האירוע":[
            `עדכון הקהילה בדבר האפשרות לקבל תמיכה מטעם הצוות.`,
            `סיוע ביצירת קשר עם גורמי רווחה וקהילה והמשך תמיכה במשפחות הנפגעים ובכלל אוכלוסיית היישוב. ארגון פעילויות לקהילה ולבעלי התפקידים בצח"י - בתאום עם צוות החינוך.`,
            `רישום ותיעוד הפעילות שבוצעה למטרות לימוד והפקת לקחים. השתתפות בשיחת סיכום שלב ראשון  עם שאר ראשי הצוותים וראש המטה.`
             ]
          },
            color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
  
          },
          {
            role: "לוגיסטיקה",
            id:4,
            tasksByPhases: {
              "מענה ראשוני":[
                `סיוע ראשוני לצוות הביטחון באמצעים לוגיסטיים.  וידוא אספקת שירותים חיוניים לאוכלוסייה - מים, מזון, חשמל, ביוב תקשורת, משק חי וכדומה. `,
                `הערכת נזקים למבנים, דרכים ותשתיות. טיפול מידי בתשתיות ומבנים לקויים בתיאום עם גורמי חוץ (חברת החשמל, 'מקורות') במקרה של פגיעה והרס צירים ותשתיות, יש לפעול לסימון וחסימה של האזורים וניתוק מבוקר של מערכות מים, חשמל, גז וכדומה. הערכת המצב ומיפוי צרכים לוגיסטיים כולל גורמי סיוע פוטנציאליים פנימיים וחיצוניים והכנת תכנית פעולה. `,
                `מתן סיוע ואספקת שירותים חיוניים לאוכלוסיות בסיכון ולמשפחות במעגל הפגיעות הראשוני. `,
                `הפעלת מתנדבים למתן סיוע בפעילויות השונות של הצוות.`
              
             ],
            
             "במהלך האירוע":[
             `ארגון הסעות בני משפחה לבתי חולים או לצרכים אחרים. `,
             `תיקונים קלים לצורך השמשת מוסדות/ מתקנים. המלצות לטיפול בתשתיות ורכוש.`,
                `תיאום הפעלת סיוע חיצוני מהמועצה או מבעלי מקצוע פרטיים לצורך התמודדות עם נזקים.`,
                 `ארגון הצדדים הטכניים והתפעוליים של פעילויות ההפגה במסגרות הרווחה והחינוך.`
             ],
             "לאחר האירוע":[
            `השבה של אמצעים וציוד והחזרתם לכשירות תקינה.  רישום ותיעוד הפעילות שבוצעה למטרות לימוד והפקת לקחים.`,
            ` השתתפות בשיחת סיכום שלב ראשון עם שאר ראשי הצוותים וראש המטה.`
             ]
          },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
  
          },
          {
            role: "מידע לציבור",
            id:5,
            tasksByPhases: {
              "מענה ראשוני":[
                `ריכוז המידע המתקבל מכל הרמות, עיבודו והעברתו למקבלי ההחלטות שליחת הודעות נצורות מותאמות באמצעי תקשורת מגוונים, נגישים ומותאמים לאוכלוסיית היעד.`,
                `הפעלת רשת "מניפה"/,מה נשמע" (קשר עם תושבים) להפצת מידע ואיסוף פערים מהאוכלוסייה. הפצת תמונת מצב דינמית לצוות יחד עם יו"ר הצוות.`
              
             ],
            
             "במהלך האירוע":[
          `ביצוע פעולות הסברה והפצת מידע גם לקבוצות אוכלוסייה מיוחדות. הפצת הודעות דרך כלי התקשורת השונים - כריזה, SMS, פייסבוק, וואטס-אפ וכיו"ב.`,
            `הכנת דף מסרים של הצח"י לציבור (כולל ראשי צוותים והנהלת היישוב) הכנת תגובות לתקשורת. `,
            `תאום התגובות עם דובר המועצה. איסוף פערי מידע מהתושבים.`
             ],
             "לאחר האירוע":[
           `הכרזה על סיום האירוע ביישוב וחזרה לשגרה (במידה וניתן לחזור לשגרה) בהוראת המועצה והיישוב יחד עם יו"ר צח"י.`,
           `עדכון מוקד המידע של המועצה. הכנת תגובה לתקשורת על סיום האירוע והתנהלותו.`
             ]
          },
               color: "linear-gradient(45deg, #9f4868ff 0%, #66233cff 100%)",
  
          },
          {
            role: 'רפואה',
            id:6,
            tasksByPhases: {
              "מענה ראשוני":[
                `הגשת עזרה ראשונה לפצועים וסיוע בפינוי בשיתוף פעולה עם צוות הביטחון. 
                ריכוז מידע על נפגעים. 
                מיפוי של צרכים רפואיים של יחידים ומשפחות במעגל פגיעות ראשוני. 
                `,                
                `יצירת קשר עם גורמי הרפואה ביישוב ובמרחב - מד"א, מרפאות, קופות חולים ובתי חולים. 
                היערכות לסיוע רפואי לתושבים בעלי צרכים מיוחדים. 
                `,
                `הפעלת מתנדבים למתן סיוע בפעילויות השונות של הצוות. כתיבת הנחיות בריאותיות בתיאום עם מידע לציבור`              
             ],
            
             "במהלך האירוע":[
        `תיאום הסיוע הרפואי למתקני פינוי. `,
        `בדיקת צרכים רפואיים לגבי יחידים ומשפחות שנפגעו ו/או בעלי צרכים מיוחדים ו/או בעלי מוגבלויות, כולל: אספקת תרופות, טיפול רפואי וסיעודי. `,
        `עדכון תיקים רפואיים.  השתלבות בפעילות לפינוי תושבים וקליטת מפונים בקשר לסיוע רפואי וסיעודי. תיאום הגעת סיוע רפואי נדרש.`
             ],
             "לאחר האירוע":[
           `מלא מחדש של ציוד ואמצעים, מעקב אחר נפגעים וצוות שנתן מענה. `,
          `ישום ותיעוד הפעילות שבוצעה למטרות לימוד והפקת לקחים. `,
          `השתתפות בשיחת סיכום עם שאר ראשי הצוותים וראש המטה.`
             ]
          },
             color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
          },
          {
            role: 'חינוך',
            id:7,
           tasksByPhases: {
            "מענה ראשוני":[
            `זיהוי מעגלי חשיפה ופגיעות - ילדים בעלי גורמי סיכון שונים וילדים אשר נמצאים בקרבה מיוחדת לאירוע הספציפי אשר עלולים להיות פגיעים יותר עקב כך. `,
            `יצירת קשר עם אנשי מוסדות החינוך הרלוונטיים. 
יצירת קשר עם תלמידים הנמצאים מחוץ ליישוב וארגון התמיכה בהם. ` ,
`קיום קשר רציף עם מוסדות החינוך לניטור צרכים ותיאום פעולות סיוע. ` ,
`הערכות לקבלת הילדים ביישוב ו/או תיאום הפינוי של הילדים למקלטים, בתיהם, אזור פינוי וכיו"ב. קבלת אחריות לילדים השבים ממערכות החינוך עד להעברתם לאחריות הוריהם.`     
           ],
          
           "במהלך האירוע":[
      `הפעלת מערכת חינוך אלטרנטיבית ו/או פעילות הפגה במקלטים בתיאום עם המועצה . `,
`הפעלה והכוונה של גורמי טיפול לילדים והורים במעגלי הפגיעות. ` ,
 `סיוע למדריכי החינוך הבלתי-פורמלי  השתלבות בפעילות לפינוי תושבים ולקליטת מפונים בקשר לטיפול בילדים ונוער סידור מקומות ומשפחות לשהייה לילדים הזקוקים לכך, בתאום עם צוות אוכלוסייה.`
           ],
           "לאחר האירוע":[
         `למלא מחדש של ציוד, היערכות לפעילות תומכת חזרה לשגרה, סקירה של ילדים ואנשי צוות לגבי מצבם. איתור פערים. `,
       `ישום ותיעוד הפעילות שבוצעה למטרות לימוד והפקת לקחים. `,
`הכנת פעילות הפגה.
השתתפות בשיחת סיכום עם שאר ראשי הצוותים וראש המטה.
`
           ]
          },
            color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
          },
          {
            role: 'חמ"ל',
            id:8,
           tasksByPhases: {
            "הכנה למעמ\"ל":[
                `בדיקת זמינות אנשי הצוות`,
                `פתיחת חמ"ל ויומן מבצעים
                עדכון מספרי טלפון רלוונטים לחירום.
                תליית עזרים ודרכי תקשורת בחמ"ל
                `
              ],
              "שלבי המעמ\"ל":[
                `מעבר על טלפונים חיוניים
                עבודה על פי סדר פעולות
                יצירת קשר עם חמ"ל משטרה/ צה"ל וארגוני החירום
                `
              ],
              "לאחר האירוע":[
                `בדיקת קשר פנימי ומול  המועצה`,
                `עדכון יו"ר צח"י על המצב והמוכנות`
              ]
          },
           color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
        },
        
      ]
    
      },
    {
        id: 3,
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
        situation: `מעמ"ל`,
        description: "מצב של הכנה למלחמה או איומים ביטחוניים.",
        notes: [
          "ניצול 'זמן יקר' וצמצום זמן התגובה הראשונית",
          "ארגון תמונת מצב אוכלוסיה (מתעדכנת)",
          "בדיקת ציוד ותשתיות והכנתם לשימוש מיידי",
          "מעבר מהיר לאירועי חירום",
          `ראשי צוותי מעדכנים את היו"ר על מצב המוכנות של הצוות שלהם - איוש, ציוד, משמרות, זמינות, המלצות להמשך`
      ],
      roles: [
        {
          role: `יו"ר צח"י`,
          id: 1,
          tasksByPhases: {
          "הכנה למעמ\"ל":[
                  ` קבלת עדכון תמונת מצב מדינה/גזרה מהמועצה ניצול "זמן יקר" וצמצום זמן התגובה הראשונית`,
                  `וידוא תמונת מצבאוכלוסייה מעודכנת תושבים/אורחים/חינוך.`
              ],
             
              "שלבי המעמ\"ל":[
                `הפעלת משמרות 24/7 בחמ"ל הצח"י והגדרת נהלי התכנסות`,
               `הפצת הנחיות לאוכלוסיה ע"י
 מידע לציבור`,
 `הגדרת אחראי על תמונת מצב וטיפול באוכלוסייה העשויה להישאר מחוץ ליישוב.`
              ],
              "לאחר האירוע":[
                `העברת עדכון חצי יומי / יומי
למועצה`,
               `תאום מועד ומקום לכינוס הצוות`
              ]
          },
            color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
      },
      
      
          {
            role: "ביטחון",
            id:2,
            tasksByPhases: {
              "הכנה למעמ\"ל":[
                  `בדיקת זמינות אנשי הצוות`,
                  `בדיקת תקינות ציוד -
עגלות קיימות
פתיחת מקלטים ווידוא תקינותם, יצירת קשר עם גורמי הבטחון המרחביים- משטרה/ צבא ווידוא דרכי תקשורת`
              ],
              "שלבי המעמ\"ל":[
              `איגום משאבי חילוץ וכיבוי
- ג'קים, לומים בולי עץ וידוא ותדרוך השומרים(אם קיים)
עיבוי עמדות
יצירת קשר עם צה"ל/ משטרה על מנת לקבל תמונת מצב עדכנית
`,
               
`בדיקת תקינות צירי תנועה
וצירים חלופיים פתיחת שערים משניים ליציאה מהישוב`,
              ],
              "לאחר האירוע":[
                `הגדרת שדכנים בשער
היישוב למקרה אירועים
`,
              `עדכון יו"ר צח"י על המצב והמוכנות`
              ]
          },
            color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
          },
          {
            role:"רווחה",
            id:3,
            tasksByPhases: {
              "הכנה למעמ\"ל":[
                  `בדיקת זמינות אנשי הצוות`,
                 `יצירת תמונת מצב מודיעין
                  אוכלוסייה: מי ביישוב, בעבודה, בחו"ל ומי מנותק
                  קשר`
              ],
              "שלבי המעמ\"ל":[
              `יצירת תמונת מצב אורחים
              (כולל מפונים/מתפנים)-
              מי נקלט ביישוב במקרה ויש נפגעים חתירה לקבלת שמות הנפגעים
              `,
              `בירור לגבי אוכלוסייה
              חלשה/נפגעי חרדה (גם.
              בשקט), זקוקים לסיוע
              צמוד (רפואי/נפשי)`,
              ],
              "לאחר האירוע":[
             `הגדרת שדכנים בשער
              היישוב למקרה אירועים`,
             `עדכון יו"ר צח"י על המצב והמוכנות`
              ]
          },
            color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
  
          },
          {
            role: "לוגיסטיקה",
            id:4,
            tasksByPhases: {
              "הכנה למעמ\"ל":[
                `בדיקת זמינות אנשי הצוות`,
                `בדיקת ציוד לוגיסטי וזמינותו
                - טרקטורים, כלל אמצעי
                כיבוי, אמצעי חשמל, גז,
                תאורה`
              ],
              "שלבי המעמ\"ל":[
                `הכשרת דרכי כניסה ויציאה
                מהיישוב והמלצה על התוואי
                לביטחון של הצח"י תדלוק גנרטורים, פתיחת מחסני חירום ומילוי מלאים( על פי הצורך)
                `,
                `מיפוי חומרים מסוכנים
                והמלצה לטיפול במידת
                הצורך`,
              ],
              "לאחר האירוע":[
                `יצירת רשימה ליו"ר - ציוד
                לוגיסטי זמין`,
                 `עדכון יו"ר צח"י על המצב והמוכנות`
              ]
          },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
  
          },
          {
            role: "מידע לציבור",
            id:5,
            tasksByPhases: {
              "הכנה למעמ\"ל":[
                `בדיקת זמינות אנשי הצוות`,
                `הוצאת הודעה על שגרת.
                היישוב - הודעה פעם
                בחצי יום או פעם ביממה`
              ],
              "שלבי המעמ\"ל":[
                `מעבר על הודעות נצורות
                רלוונטיות לתרחיש החירום
                (מלחמה, שריפה וכו')
                `,`הודעה על טלפון חרום של
                מרכז מידע לציבור (לא
                החמ"ל!).`,
              ],
              "לאחר האירוע":[
                `ווידאו תקינות קו הטלפון
                של מרכז פניות תושבים
                `,
                 `עדכון יו"ר צח"י על המצב והמוכנות`
              ]
          },
               color: "linear-gradient(45deg, #9f4868ff 0%, #66233cff 100%)",
  
          },
          {
            role: 'רפואה',
            id:6,
            tasksByPhases: {
              "הכנה למעמ\"ל":[
                `אימוני רפואה.
                וידוא מקום פינוי פצועים בישוב ותרגול`,
                `הכרת נהלי חירום והפעלת הצוות, וידוא ציוד רפואי תקין` ],
                "שלבי המעמ\"ל":[
                  ` וידוא דרכי תקשורת בחמ"ל לרבות מספרים של מד"א איחוד הצלה ושאר ארגוני ההצלה.
                  וידוא זמינות חובשים/ מטפלים בכירים הזמינים מהישוב(מתנדבים)
                  הגדרת נקודת פינוי פצועים של הישוב.
                  `,
                  `חבירה לכוחות ההצלה והעברת הטיפול להם/ביחד איתם
                  פינוי לפי צורך
                  `
                ],
                "לאחר האירוע":[
                  `בדיקת אמצעים וכשירות`,
                  `עדכון יו"ר צח"י על המצב והמוכנות`
                ]
          },
             color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
          },
          {
            role: 'חינוך',
            id:7,
           tasksByPhases: {
            "הכנה למעמ\"ל":[
                `בדיקת זמינות אנשי הצוות`,
                `שמירה על קשר עם מוסדות החינוך `
              ],
              "שלבי המעמ\"ל":[
                `בדיקה הימצאות כלל התלמידים וקרבתם למרחב המוגן
                `,`תיאום תמיכה וטיפול רגשי בילדים במעגלי פגיעות באמצעות מטפלים מקצועיים`,
              ],
              "לאחר האירוע":[
                `אירגון והכנה של תוכניות הפעלה לילדים במקרה של היעדר לימודים (למידה מרחוק)
                היערכות להפעלת שמרטפיות בישוב.`,
                `עדכון יו"ר צח"י על המצב והמוכנות`
              ]
          },
            color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
          },
          {
            role: 'חמ"ל',
            id:8,
           tasksByPhases: {
            "הכנה למעמ\"ל":[
                `בדיקת זמינות אנשי הצוות`,
                `פתיחת חמ"ל ויומן מבצעים
                עדכון מספרי טלפון רלוונטים לחירום.
                תליית עזרים ודרכי תקשורת בחמ"ל
                `
              ],
              "שלבי המעמ\"ל":[
                `מעבר על טלפונים חיוניים
                עבודה על פי סדר פעולות
                יצירת קשר עם חמ"ל משטרה/ צה"ל וארגוני החירום
                `
              ],
              "לאחר האירוע":[
                `בדיקת קשר פנימי ומול  המועצה`,
                `עדכון יו"ר צח"י על המצב והמוכנות`
              ]
          },
           color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
        },
        
      ]
    
      },
  
   
    {
      id: 4,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
      situation: "ירי רקטות וטילים",
      description: "מצב חירום עקב התקפה צבאית.",
      notes: [
        "שעות ראשונות/ ימים ראשונים מורכבים במיוחד - נזק לתשתיות ומורל",
        "ירוע מתמשך למשך מספר שבועות - נפגעי חרדה, הפסקות לימודים - שיבוש שגרה",
        "חוסן היישוב מושפע ישירות מהיכולת לקיים שגרת חיים",
        "תמיכה למשפחות של מגוייסים - בשירות חובה ומילואים",
        "קליטה ספונטנית וקליטה מסודרת של תושבים מאזורי הלחימה",
        "סבירות גבוהה להפסקות חשמל/מים ממושכות",
        "היערכות לנפילות טילים שמחוללים: שריפות, אתרי הרס, נפגעים, חרדות, נזק לתשתיות"
        ],
        roles: [
          {
            role: `יו"ר צח"י`,
            id: 1,
            tasksByPhases: {
                "שגרת חירום":[
                  `קבלת הנחיות
                  התגוננות פקע"ר
                  מהמועצה והבנת
                  המשמעויות בדגש על
                  לימודים היערכות לקליטת
                  אוכלוסייה.
                  היערכות לקליטת
                  מתנדבים בודדים/
                  אירגונים.
                  `
                ],
               
                "במהלך האירוע":[
                  `הגדרת שגרת חירום
                  לצח"י וליישוב יחד עם
                  הנהלת היישוב
                  `,
                  `לפעול לעיבוי מתנדבי
                  צח"י בכל הצוותים
                  ע"ב מתנדבים חדשים
                  `,
                  `
                  עבודה עם מנהל
                  קהילה על יצירת מענה
                  קהילתי ולו"ז קבוע של
                  שגרת חירום של היישוב`
                  ],
              
            },
              color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
        },
        
        
            {
              role: "ביטחון",
              id:2,
              tasksByPhases: {
                "שגרת חירום":[
                   `קבלת עדכונים יומיים מקב"ט המועצה וידוא נהלי קליטה ובטיחון וקיומם, ודרכי יצירת קשר עם גורמי חירום.`
                   
                ],
                "במהלך האירוע":[
                `אזעקת הצוות וגורמים רלוונטים הערכת מצב ראשונית`,
                `חבירה לגורמי סיוע בידוד האיזור שנפגע`,
                `פינוי אוכלוסיה    הרחקת קהל (צמצום סיכונים)  `,
                `מיפוי וסיוע לטיפול ראשוני בנפגעים ומשפחותיהם`,
                `במקרה שטיל פגע במבנה וגרם להרס, עבודה על סד"פ קריסת מבנה`
                ],
                
            },
              color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
            },
            {
              role:"רווחה",
              id:3,
              tasksByPhases: {
                "שגרת חירום":[
                  `המלצה לתוכנית סיוע. לאוכלוסייה חלשה ביצוע קשר לאוכלוסיות.
                  ולמוסדות מיוחדים
                  ביישוב`,
                  `סיוע מקצועי לקליטת.
                  האורחים.
                  הפעלת  שמרטפייה
                  למתנדבי צח"י`
                ],
                "במהלך האירוע":[
                  `תמיכה למשפחות המגוייסים חובה ומילואים, והיערכות לקליטת מפונים`,
                  `היערכות לנפגעי חרדה וטראומה על ידי גורמי מקצוע`,
                  `יצירת תמונת מצב אורחים
                  (כולל מפונים/מתפנים)-
                  מי נקלט ביישוב`,
                  `במקרה ויש נפגעים חתירה לקבלת שמות הנפגעים, בירור לגבי אוכלוסייה
                  חלשה/נפגעי חרדה (גם.
                  בשקט), זקוקים לסיוע
                  צמוד (רפואי/נפשי)`
                ]
            },
              color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
    
            },
            {
              role: "לוגיסטיקה",
              id:4,
              tasksByPhases: {
                "שגרת חירום":[
                  `היערכות לנפילות טילים \ זירות הרס`,
                  `יצירת שמרטפייה למתנדבי צח"י,  הכנת מעטפת מקצועית לצרכים חיונים כולל בעלי מקצוע נדרשים`,
                  `הכנות לוגיסטיות לקליטה, מלוניות .אפשרויות הארחה`
                ],
                "במהלך האירוע":[
                  `אומדן נזקים, טיפול בהיבטים לוגיסטיים מיידים`,
                  `אזעקת מתנדבים בעלי מקצוע  וגורמי תחוזקה לביצוע משימות ומעקב עד להשלמתם, תחזוקת תשתיות חיוניות של הישוב- דלק, מזון, מים, היסעים`,
                ]
            },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
    
            },
            {
              role: "מידע לציבור",
              id:5,
              tasksByPhases: {
               "שגרת חירום": [
                "פרסום הנחיות פקע\"ר",
                "הודעה על המועצה, בדגש על הנחיות אזור התרעה רלוונטי",
                "מציאת המקום הכי מוגן שיש",
                "עדכון התושבים בנעשה, בדגש על האורחים ביישוב (יצירת קבוצת קשר נוספת על תושבי הקבע ביישוב)"
              ],
 
                "במהלך האירוע": [
                    "הודעה כל חצי יום עדכונים (מידע בדחיפה)",
                    "מתי יצא העדכון הבא",
                    "הוצאת הודעה על תמונת המצב באירוע",
                    "מידע רלוונטי לתושב",
                    "עיבוד והפצת הנחיות ומידע לתושבים בעקבות הפניות שעולות מהשטח."
                ]  
            },
            messages: [
              "התקבלה התרעה על ירי רקטות וטילים יש להיכנס למרחב המוגן בהתאם לזמן ההתגוננות העומד לרשותנו ולשהות בו במשך 10 דקות. שימו לב, כוחות הביטחון סורקים את השטח, טרם ידוע על נפגעים או נזק, הודעה נוספת תצא בהקדם. לדיווחים דחופים: (מס‘ טלפון)",
              "חזרה לשגרה. אפשר לצאת מהמרחבים המוגנים, אנא הישארו בקרבת מרחב מוגן.",
              "לצערנו, בעקבות הירי יש נפגעים )פירוט, כולל האם מד,א בדרך או בשטח( אנחנו מבקשים מהתושבים להישאר בבתים ולאפשר לכוחות ההצלה לטפל באירוע ללא הפרעה. לדיווחים (מס‘ טלפון)",
              "נציגי המשפחות מתבקשים להשיב על הודעת בדיקת הנוכחות בקבוצות הווטסאפ או קישור למסמך.",
              "נשמעה אזעקה בישוב נא להכנס למרחבים המוגנים ולהמתין 10 דקות ואז ניתן לצאת מהמרחב המוגן. זכור! ההנחיות מצילות חיים!"
          ],
    
               color: "linear-gradient(45deg, #9f4868ff 0%, #66233cff 100%)",
    
            },
            {
              role: 'רפואה',
              id:6,
              tasksByPhases: {
                "שגרת חירום": [
                  "הכרת נהלי חירום והפעלת הצוות",
                "וידוא ציוד רפואי תקין",
                "רשימת תושבים בעלי הכשרה רפואית,  רשימת מוסדות רפואים בישוב ובמרחב,  רשימת ציוד רפואי, אספקת תרופות ומענה רפואי וסיעודי"
            ],

            "במהלך האירוע": [
                "קבלת מידע ראשוני",
                "אזעקת הצוות",
                "התארגנות וחלוקת תפקידים",
                "סיוע והגשת עזרה ראשונה במקרה הצורך",
                "יצירת קשר עם גורמי רפואה (מד\"א, בתי חולים)"
            ]
            },
               color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
            },
            {
              role: 'חינוך',
              id:7,
             tasksByPhases: {
              "לפני האירוע": [
              "הכרת נהלי חירום והנחיות",
              "שמירה על קשר רציף עם מוסדות החינוך למקרה של צורך בסיוע",
              "רשימת אנשי חינוך, מתנדבים ופעילים קהילתיים כולל תוכניות הפעלה לחינוך לא פורמאלי"
            ],
            "במהלך האירוע": [
                "היערכות להפסקת לימודים ו/או למידה מרחוק",
                "רתימת הנוער והכנת החינוך הבלתי פורמאלי (תכנית למידה חלופית)",
                "הפעלת שמרטפיות לילדי העובדים החינוך"
            ],
            },
              color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
            },
        
          
        ]
    },
    {
      id: 5,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
      situation: "חדירה ליישוב/ פח\"ע",
      description: "מצב חירום כאשר הישוב מותקף.",
      notes: [
        "השהייה מקסימלית של התוקפים ממגע עם האוכלוסיה",
        "מזעור למינימום האפשרי את החשיפה של האוכלוסייה לתוקפים",
        "לאפשר התערבות מהירה של כוחות ביטחון, רפואה וחילוץ",
        "התארגנות לפינוי האוכלוסייה במצב בטוח, גם תוך כדי לחימה, דרך מסדרון בטוח ליציאה",
        "פינוי האוכלוסייה בבטחה למקום מוגן"
    ],
    roles: [
      {
        role: `יו"ר צח"י`,
        id: 1,
        tasksByPhases: { 
          "במהלך האירוע":[
            `דיווח למוקד
            פתיחת ערוץ תקשורת עם  הרבש"צ/סגן רבש"צ וכדו' 
            קבלת תמונת מצב בתצורת עבודה מבוזרת, נוכחות חברי צח״י
            `,
            `ביצוע הערכת מצב וחלוקת תפקידים בצוות
            מינוי חבר ל׳ירוק בעיניים׳ (מניפה - מיפוי מיקום תושבים)
            `,
            `חלוקת משימות דחופות
            לראשי המכלולים
            חלוקת משימות לפי
            פק“ל מתואם מראש
            בהתאם לאירוע - בתוך
            היישוב או מחוץ ליישוב
            `,
            `סטטוס מצב צוותים ופעילותם,וידוא קיום הנחיות
            `,
            `דיון במשמעויות
            וסיכונים מרכזיים של
            האירוע
            `,
            `העברת תמונת מצב
            למועצה ופערים
            `
                    
      ]},
            
        
          color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
    },
    
    
        {
          role: "ביטחון",
          id:2,
          tasksByPhases: {    
             "במהלך האירוע":[
              `הגנה, חתירה למגע וניטרול האיום, הפעלת התרעה לחדירת מחבלים
              הגדרת דרכי גישה ותנועה.
              יצירת תמונת מצב, מיקום תצפית בנקודות שולטות.
              הפעלת חמ"ל
              `,
                          `סגירת שערי יישוב + הגנה, אזעקת כוחות ביטחון, חילוץ והצלה.
              וידוא הימצאות שדכן בש"ג והכוונת הכוחות הלוחמים.
              `,
                        `הגנה על שטחים חיוניים, קביעת נקודת חבירה, בידוד האזור והקפאת מצב. חתירה למגע ונטרול האיום, הגדרת דרכי תנועה, שימוש
              באזרחים חמושים למשימות
              משניות.
              `,
                        `נוהל חבירות ועדכון צח“י
              סריקות ביישוב
              העברת תמ“צ לצח“י
              `,
                        `תפעול האירוע מול גורמי הביטחון
              סריקות ביישוב
              העברת מקל לפי צורך
              `]},
          color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
        },
        {
          role:"רווחה",
          id:3,
          tasksByPhases: {  "במהלך האירוע":[
            `איסוף מידע על תושבים
            שנמצאים בזירת האירוע`,
            `העברת מידע על התושבים
            שנמצאים בזירת האירוע,
            לראש מכלול ביטחון/ רב“ש/ רבש“צ ואח“כ לראש הצח“י`,
            `מיפוי יזום של כלל התושבים ביישוב כולל תושבים זמניים, אורחים, עובדים שוכרים, בעלי עסקים, ועובדים זרים. הישג נדרש – יצירת קשר עם כלל התושבים ביישוב. `,
            `טיפול באוכלוסייה במצב של דחק - פצועים, נפגעי חרדה,
            משפחות ההרוגים, טיפול
            באוכלוסייה במצבי דוחק,
            נפגעים וחרדה. טיפול אחר
            והודעה מרה
            `,
            `יצירת ת"ע לאחר האירוע לטיפול בקהילה ובפרט
            `]},
          color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",

        },
        {
          role: "לוגיסטיקה",
          id:4,
          tasksByPhases: { "במהלך האירוע":[
           `סיוע לביטחון בכל מה שידרש`,
           `הקמת חמ"ל ומתחם תקשורת במידת הצורך
רכבי פינוי רפואי, רכבי פינוי אוכלוסייה`,
`הדרכה של כוחות הצבא ביישוב, מפתחות למבני ציבור וכדו'`,
`מקלטים ומרחבים ממוגנים`,
`הכנת מסדרון יציאה בטוח במקרה הצורך (יחד עם ביטחון)`
]},
         
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",

        },
        {
          role: "מידע לציבור",
          id:5,
          tasksByPhases:  { "במהלך האירוע":[
          `הנחיית התושבים על הסתגרות
          הודעה לתושבים ביישוב
          הודעה לתושבים מחוץ
          ליישוב, נתיבי תנועה מותרים ומחסומים שמונעים הגעה
          `,
          `עדכונים לתושבים תמונת מצב. להיות בקשר רציף מול דובר המועצה ומול התקשורת – שתהיה לתקשורת כתובת אחת
          מרכזית למידע.
          `,
          `הקמת מתחם לקבלת אנשי תקשורת ביישוב
          `
 ]},
            messages:[
              "נציגי המשפחות מתבקשים להשיב על הודעת בדיקת הנוכחות בקבוצות הווטסאפ.",
              "נשלל החשש לאירוע חדירת מחבלים ליישוב. התושבים יכולים לצאת מהבתים ולנוע באזור ללא הגבלה. אם אתם או בני משפחתכם חשים מצוקה נפשית וחווים חרדה אנא פנו ל:",
              "בעקבות חדירת מחבלים ליישוב, יש להישאר במרחב המוגן ולהימנע משהייה מול הדלת והחלון. התנועה באזור אסורה. צה\"ל וכוחות הביטחון מטפלים באירוע. בכל אירוע חריג יש ליצור קשר עם כוחות הביטחון. הודעה נוספת תצא בהקדם. טלפון לדיווחים:",
              "בעקבות חשש לחדירת מחבלים/חדירת מחבלים ליישוב, יש להיכנס מיד למרחב מוגן בתוך הבית ולסגור היטב את הדלת. אין לעמוד מול הדלת והחלון, ויש להימנע מתנועה ומרעש. אין לצאת מהמרחב המוגן עד לקבלת הודעה רשמית מכוחות הביטחון. הודעה נוספת תשלח בהקדם. טלפון לדיווחים:"
          ],

               color: "linear-gradient(45deg, #9f4868ff 0%, #66233cff 100%)",

        },
        {
          role: 'רפואה',
          id:6,
          tasksByPhases: 
          { "במהלך האירוע":[
            `וידוא זמינות הצוות הרפואי`,
           `מתן ע"ר במקרה הצורך`,
            `כל תנועה של צוותי רפואה (ואחרים) מחייב להיות בתאום הדוק עם כוחות הביטחון!`
   ]},
        
           color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
        },
        {
          role: 'חינוך',
          id:7,
          tasksByPhases: { "במהלך האירוע":[
          `עדכון נוכחות-יצירת קשר עם כלל מוסדות החינוך/גנים/חוגים
          וקבלת תמונת מצב
          `,
                    `אם מעורב מוסד חינוכי הקמת - חמ"ל  תקשורת עם הורי הילדים
          הודעה והנחיות להורים בעקבות האירוע
          `,
                      `שליטה במיקום תלמידים + איש צוות`,
                      `חינוך – הסעות (עצירת הסעות
          או הוצאתן), חינוך ביישוב
          (הסתגרות), פעילות בלתי
          פורמאלית`
   ]},
          color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
        },
       
      
    ]
    },
   
   

      {
        id: 6,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
        situation: "קריסת מבנה",
        description: "מצב חירום כאשר מבנה מתמוטט.",
        notes: [
            "נזק מרחבי מעבר לזירה עצמה",
            "נפגעים מוכרים מהיישוב - הודעות מידע לציבור והפעלת נערים",
            "הוצאת דרישה לאמצעים וסיוע כמה שיותר מהר",
            "דגש על יצירת מודיעין אוכלוסייה בזירה - מי בדיוק היה בה רגע לפני הפגיעה/קריסה"
        ],
        roles: [
          {
            role: `יו"ר צח"י`,
            id: 1,
            tasksByPhases: {
              "הכנות בשגרה":[
                `הכרה ומיפוי של מבנים רעועים/מועדים לקריסה`
              ],
              "מענה ראשוני": [
                "יצירת תמ\"צ יישוב וזירה - מי נוכח, מי צריך סיוע, מי מנותק קשר"
              ],
              "במהלך האירוע": [
                "קבלת תמונת מצב ממנהל זירה ואיחוד התמונה עם אוכלוסייה",
                "ארגון צוותי חילוץ ומוכנות לקבלת סיוע מיישובים",
                "שליטה בכמות נפגעים, חרדה, והודעות למשפחות"
              ],
              "לאחר האירוע": [
                `שליטה בתמ"צ אוכלוסייה`,
                `היערכות למענה למחוסרי גג`,
                `טיפול בנזק ותשתיות בשלב השיקום
                הודעות עדכון למועצה
                `
              ]
            },
              color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
        },
        
        
            {
              role: "ביטחון",
              id:2,
              tasksByPhases: {
                "הכנות בשגרה":[
                  `איגום משאבי חילוץ וכיבוי- ג'קים, לומים בולי עץ גידור לאיזור הנפגע`
                ],
                "מענה ראשוני": [
                  "חבירה למנהל הזירה ובידוד הזירה"
                ],
                "במהלך האירוע": [
                  "סיוע למנהל הזירה בהתאם לצורך",
                  "הכוונת כוחות חילוץ בשער היישוב",
                  "השארת צירים פנויים מרכבים ומסקרנים"
                ],
                "לאחר האירוע": [
                  "לאחר טיפול בזירה - להשאיר נציג שיוודא שאף אחד שלא מורשה לא ייכנס אליה"
                ]
            },
              color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
            },
            {
              role:"רווחה",
              id:3,
              tasksByPhases: {
                "הכנות בשגרה":[ 
                `ריענון רשימות תושביםבמיוחד באזוריםהמועדים/בסיכון לפגיעה`                ],
                "מענה ראשוני": [
                  "יצירת תמונת מצב מודיעין אוכלוסייה - מי ביישוב, מי בעבודה ומי מנותק קשר"
                ],
                "במהלך האירוע": [
                  "העברת נתוני אוכלוסייה למנהל זירה - מי בדיוק מתגורר במבנים שנפגעו פתיחת מרכז משפחות",
                  "סיוע בהכוונת מתנדבי אד הוק (כולל בני נוער)",
                  "סגירת מעגלים מול מנהל זירה על כמות תושבים בזירה ומציאת פערים (השוואת רשימות)",
                  `יצירת תכנית "מענה משלים" קהילתי לשעות הקרובות ולימים הקרובים לאישור היו"ר`
                ],
                "לאחר האירוע": [
                  `סיוע נפשי לילדים ולנוער`
                ]
            },
              color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
    
            },
            {
              role: "לוגיסטיקה",
              id:4,
              tasksByPhases: {
                "הכנות בשגרה":[
                  `הכנת אמצעי פינוי,  תברואה, ותאורה הכרת מהנדסים לטיפול `                
                ],
                "מענה ראשוני": [
                  "טיפול במפגעים - סגירת חשמל, מים וגז בזירה"
                ],
                "במהלך האירוע": [
                  "אספקת אמצעי חילוץ - ג'קים, לומים, חבלים, שרשראות, טרקטורים ועוד",
                  "היערכות להארת הזירה בשעות החושך הוצאת תכניות בנייה ש המבנים שקרסו והבאתם לצוות החילוץ.",
                  "סיוע שוטף במזון ושתייה למי שעובד בזירה"
                ],
                "לאחר האירוע": [
                  "פיקוח תברואתי באזור שנפגע ומתן ציוד לפינוי פסולת",
                  "הפעלת מהנדסים למיפוי מבנים לטובת חזרת תושבים לבתיהם "
                ]
            },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
    
            },
            {
              role: "מידע לציבור",
              id:5,
              tasksByPhases: {
                "הכנות בשגרה":[
                `הכנת הודעות נצורות למקרי קריסת מבנה`
                ],
                "מענה ראשוני": [
                 `פרסום ראשוני על הזירה והודעה על פרטי האירוע `
                ],
                "במהלך האירוע": [
                  "פרסום הנחייה להתרחקות סקרנים ומיקום ונציג קליטת מתנדבים",
                  "פרסום נפגעים כמה שיותר מהר (לאחר ההודעה המרה)",
                  "הודעות עדכון כל שעה על מצב החילוץ בזירה"
                ],
                "לאחר האירוע": [
                  "הודעה על הפסקת החילוץ ופרסום הנחיות יו\"ר בהתאם",
                  "התייחסות להצעות של מכלול אוכלוסייה על 'מענה משלים'"
                ]
            },
               color: "linear-gradient(45deg, #9f4868ff 0%, #66233cff 100%)",
    
            },
            {
              role: 'רפואה',
              id:6,
              tasksByPhases: {
                "הכנות בשגרה":[
                  `בדיקת ציוד רפואי זמינות אנשי הצוות `
                  ],
                "מענה ראשוני": [
              "הזעקת הצוות הרפואי לאירוע ומתן ע\"ר לפי צורך"
            ],
            "במהלך האירוע": [
              "חבירה לכוחות ההצלה ומד\"א להמשך טיפול",
              "וידוא כלל נפגעים וטיפולם"
            ]
           
            },
              color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
            },
            {
              role: 'חינוך',
              id:7,
             tasksByPhases: {
              "הכנות בשגרה":[
                 `הכנת אנשי החינוך והילדים להנחיות ופינוי  למקרה קריסה`
                  ],
                "מענה ראשוני":[
                 `במקרה של קריסת מבנה במוסד חינוכי- פינוי באופן מסודר על ידי הצוות ואנשי החינוך למיקום בטוח שהוגדר מראש. הוצאת הודעה להורים באמצעות מידע לציבור. במקרה של לכודים , הוצאת רשימת התלמידים והמורים שאמורים ךלהיות בבית הספר.`
                ],
                "במהלך האירוע":[
                  "במקרה של קריסת מבנה במוסד חינוכי- וידוא הימצאות כלל התלמידים והרגעתם, טיפול רפואי (עם רפואה) במקרה הצורך, "
                ],
                "לאחר האירוע": [
                 `יצירת תכנית למידה אלטרנטיבית/העסקת נוער/שמרטפיות במידת הצורך`
                ]
          
            },
              color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
            },
            {
              role: 'צוות חילוץ',
              id:8,
             tasksByPhases: {
              "מענה ראשוני": [
`סריקה ראשונית: תיחום הזירה העברת דיווח ליו"ר צח"י ובקשה לאמצעים/אנשים`              ],
              "במהלך האירוע": [
                  `ניתוק תשתיות -חשמל, גז, מים
קביעת נקודות - פצועים, הרוגים, חרדה, פינוי פסולת.
קבלת תכניות הבניה של המבנה שקרס מהלוגיסטיקה.
`,
`
חלוקת גזרות לצוותים והגדרת אחריות
תחילת פעילות החילוץ`,
`יצירת תמונת מצב מודיעין אוכלוסיה באמצעות מרכז המשפחות ומיקוד פעולות החילוץ על פי מודיעין אוכלוסיה 
`

              ],
              "לאחר האירוע": [
                `תחילת מאמץ השיקום חזרה לכשירות של הכוח אדם , אמצעים.`
              ],
            },
             color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
          },
          
        ]
      
        },
    
    
      
    {
      id:7,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
      situation: "רעידת אדמה",
      description: " אסון טבע ברמה לאומית – ללא התראה/אזהרה.",
      notes: [
        "דרכי תקשורת משובשים – טלוויזיה, רדיו, סלולרי, טלפון וכו‘ – משמעויות התנהלות אחרת!",
        "פצועים, לכודים, מנותקי קשר",
        "פגיעה בתשתיות ואף מחוץ ליישוב – חשמל מים גז",
        "סיכון גבוה לשריפות",
        "רעידות משנה – סכנה לקריסות בתים נוספים",
        "רוב הניצולים יהיו בחילוץ עצמאי – שעות הראשונות של האירוע (אפילו עד 72 שעות)",
        "כמות גדולה של תושבים מחוסרי גג"
    ]
    ,
    roles:[
        {
        role: `יו"ר צח"י`,
        id: 1,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `הכרת תרחיש הייחוס והכנת המענה היישוב ומיפוי תשתיות היישוב
הכרה ומיפוי של מבנים רעועים/מועדים לקריסה
במקרי רעידת אדמה
`
             ],
          "מענה ראשוני": [
            "יצירת תמונת מצב יישובית: אוכלוסיה ונזק לבתים ותשתיות, הכוונת פעולות חילוץ בהתאם למודיעין אוכלוסייה (מיקומי לכודים אם יש)"
        ],
        "במהלך האירוע": [
            "בדיקה מחודשת לתיעדוף למאמצי החילוץ ולטיפול בתשתיות (מים תחילה)",
            "הערכות כללית להפסקות חשמל ומים ארוכות"
        ],
        "אחרי האירוע": [
           `הודעות עדכון למועצה סיוע וטיפול למחוסרי בית.
            המשך טיפול בנזק ותשתיות בשלב השיקום`
        ]
        },
          color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
      },
      {
        role: "ביטחון",
        id: 2,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `הכנת משאבי חילוץ וכיבוי- ג'קים, לומים בולי עץ
גידור לאיזור הנפגע, נהלים לכתת הכוננות בעת אירוע.`
             ],
    
          "מענה ראשוני": [
            "יצירת תמונת מצב של זירות עם בתים שקרסו על ידי סריקה פיזית ביישוב",
            "סיוע במאמץ החילוץ לצוותי החילוץ"
        ],
        "במהלך האירוע": [
            "המשך סיוע במאמץ החילוץ לצוותי החילוץ",
            "בידוד וסימון בתים בסכנת קריסה",
            "בידוד וסימון אתרים מסכני חיים (חשמל, בורות וכו')"
        ],
        "אחרי האירוע": [
         ` בחינת צירי נסיעה חלופים ופתיחת שערים נוספים בישוב`
       ]
          },
            color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
      },
      {
        role:"רווחה",
        id: 3,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `ריענון רשימות תושביםבמיוחד באזוריםהמועדים/בסיכון לפגיעה`
             ],
          "מענה ראשוני": [
            "יצירת תמונת מצב מודיעין אוכלוסייה – מי ביישוב, מי בעבודה ומי מנותק קשר",
            "המלצה לתוכנית סיוע לאוכלוסייה חלשה"
        ],
        "במהלך האירוע": [
            "טיפול בנפגעים בגוף ונפגעי חרדה",
            "הערכות לקליטת מתנדבים ספונטניים",
            "פתיחת מרכז משפחות"
        ],
        "אחרי האירוע": [
         `סיוע וטיפול למחוסרי גג
          שלב השיקום- טיפול  על ידי עו"ס ופסיכולוגים במידת הצורך
          `,
          `יצירת תכנית "מענה משלים" קהילתי לשעות הקרובות ולימים הקרובים לאישור היו"ר
          `
        ]
          },
            color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
      },
      {
        role: "לוגיסטיקה",
        id: 4,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `הכנת אמצעי פינוי,  תברואה, ותאורה הכנת שילוט מכוון יחד עם מידע לציבור`
             ],
          "מענה ראשוני": [
            "מיפוי נזקי תשתיות – מים, חשמל, דרכי גישה",
            "טיפול בסיכונים בתשתיות שנפגעו – מים בעדיפות על הכל, חשמל, דרכי גישה בתוך היישוב ואליו"
        ],
        "במהלך האירוע": [
            "המשך עבודה על חידוש תשתיות",
            "הגדרת מבנים בסכנת קריסה"
        ],
        "לאחר האירוע": [
            "סיוע לוגיסטי למחוסרי גג",
            `גיוס והפעלת אמצעי צמ"ה לטובת טיפול בנזקי מבנים ותשתיות`,
            "הערכות כללית להפסקות חשמל ומים ארוכות"
        ]
          },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
      },
      {
        role: "מידע לציבור",
        id: 5,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `הכנת הודעות נצורות ונהלים למקרי רעידת אדמה. הכנת שילוט מכוון לאזור פינוי יחד עם לוגיסטיקה` 
        ],
          "מענה ראשוני": [
            "פרסום הנחיות התנהגות בעת רעידות משנה וזיהוי עצמי של בתים שנפגעו ועלולים לקרוס"
        ],
        "במהלך האירוע": [
            " הפצת הודעה לאוכלוסייה על מיקומים בהם נדרשות 'ידיים עובדות' ביישוב ",
            `הוצאת הודעה על תמונת המצב באירוע- ומידע רלוונטי לתושב.`,
            `עיבוד והפצת הנחיות ומידע לתושבים בעקבות הפניות שעולות מהשטח.`
        ],
        "לאחר האירוע": [
            "פרסום ריכוז מתקני קליטה וסיוע",
            "הודעה כל חצי יום עדכונים",
            "פרסום נהלי יישוב בחירום ודרכי תקשורת לחמ\"ל"
        ]

          },
        color: "#9f4868ff"
      },
      {
        role: 'רפואה',
        id:6,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `בדיקת ציוד רפואי זמינות אנשי הצוות `  
       ],
          "מענה ראשוני": [
            "שליחת צוות רפואי מתן ע\"ר לזקקים לפי הצורך"
        ],
        "במהלך האירוע": [
            "חבירה למד\"א וכוחות ההצלה ופינוים לבתי החולים לפי צורך"
        ],
        "לאחר האירוע": [
            "וידוא כלל נפגעים וטיפולם. פינוי לבית החולים לפי הצורך"
        ]

      },
         color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
      },
      {
        role: 'חינוך',
        id:7,
       tasksByPhases: {
        "הכנות בשגרה ":[
          `הכנת אנשי החינוך והילדים להנחיות ופינוי  למקרה רעידת אדמה היערכות להפסקתלימודים ו/או למידהמרחוק` 
     ],
    "מענה ראשוני": [
        "הכרת נהלים וביצועם, מרחב מוגן/יציאה מהמבנה"
    ],
    "במהלך האירוע": [
        "וידוא הימצאות כלל התלמידים ומצבם, יצירת קשר עם ההורים", "גיוס נוער כמתנדבים לסיוע במאמץ החילוץ"
    ],
    "לאחר האירוע": [
        `יצירת תכנית למידה אלטרנטיבית/העסקת נוער/שמרטפיות במידת הצורך`
    ]
      },
      messages:[
        "תושבות ותושבים יקרים שימו לב: הורגשה רעידת אדמה באיזורנו. האירוע מטופל על ידי צוות הצ\"חי וכוחות החרום. התושבים מתבקשים לחכות להמשך עדכונים, הודעה נוספת תצא בעשר הדקות הקרובות. יש לדווח על כל אירוע חריג לחמ\"ל הצ\"חי בטלפון _____.",
        "תושבות ותושבים יקרים שימו לב, עקב הרעידת אדמה, המבנה.... במיקום...... קרס. אין נפגעים / בשלב זה לא ידוע לנו על נפגעים. אנא התרחקו מהמקום ואפשרו לחברי הצ\"חי להגיע ולטפל בזירה. בשל החשש לפגיעה בתשתיות חשמל, מים וגז ייתכנו הפסקות חשמל ומים יזומות. יש לדווח לחמ\"ל הצ\"חי על כל אירוע חריג בטלפון _. עדכון נוסף יתפרסם בהקדם."
    ],
        color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
      },
      {
        role: 'צוות חילוץ',
        id:8,
       tasksByPhases: {
        "מענה ראשוני": [
          "עבודה על זירות הרס – כל מוכשר סע\"ר ינהל קבוצת מתנדבים במקום מגוריו בשעות הראשונות"
      ],
      "במהלך האירוע": [
          "העברת תמונת מצב ליו\"ר צח\"י – מידת הרס, כמות לכודים, כמות מחלצים פועלים"
      ],
      "לאחר האירוע": [
          "סיוע ליישובים נוספים בהתאם להנחיות מועצה חזרה לאמצעים וכשירות"
      ]

      },
       color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",

    },
    ],
    },
    




    {
      id:8,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
      situation: "שריפה",
      description: "מצב חירום עקב שריפה בשטח.",
      notes: [
        "סכנת חיים מיידית - חייבת תגובה מהירה והחלטית",
        "פגיעה בתשתיות - חשמל, כבישים חסומים וכו..",
        "צורך בפינוי מיידי ולעיתים אילתורים בפינוי (כגון הליכה רגלית, הסעה ע\"ג קלאב קאר ועוד)",
        "טיפול מתמשך במפונים וטיפול פרטני באלה שביתם נשרף"
    ],
    roles:[
      {
        role: "יו\"ר צח\"י",
        id: 1,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `קבלת הערכה מקב"ט המועצה על אינדקסשריפות גבוהה/ לחילופין מידע שמגיע מאנשי שטח ביישוב, ועדכוןראשי הצוותים בצח"י  לקבוע עם  צוות כיבוי לביצוע אימון "רטוב" שלהצוות על כלל הציוד. יחד עם ביטחון, מידע, לוגיסטיקה להכין תכנית לדרכי מילוט/פינוי .`
       ],
         "באירוע שריפה מוגבל (ללא היערכות לפינוי)": [
            "הגדרת ראש צוות כיבוי וצוותו",
            "יצירת תמ\"צ יישוב, עדכון המועצה וצח\"י",
            "הבנת מידת האיום והגדרת דחיפות להיערכות לפינוי או פינוי בפועל של שכונה/יישוב שלם",
          ],
          "לאחר הבנה/הנחייה על היערכות או ביצוע פינוי": [
            `הנחייה על בניית
            תכנית עבודה לפינוי
            ותכלול כל הצוותים`,
            `
            שליטה בתמ"צ אוכלוסייה
            חבירה לכוחות
            חיצוניים וקבלת תמ"צ
            רלוונטית
            `,
            `דיווח למועצה/חפ"ק
            שכלל התושבים פונו
            `

            
          ],
          "לאחר השריפה , במקרה של פינוי אוכלוסיה": [
            `תיכלול מיפוי מיקום
            פיסיים ולתושבים
            שאינם יכולים לחזור
            לבתיהם`,
            `תחילת תהליך חזרה
            לשגרה`
          ]
        },
          color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
      },
      {
        role: "ביטחון",
        id: 2,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `לקבוע רשימת צופי אש וסיורים בשטח על פי הצורך. לעמוד בקשר עם ארגוני חירום, לעדכן את כתת הכוננות על דרכי פעולה אפשריות, הכנת ציוד יחד עם צוות הלוגיסטיקה.
להשתתף בישיבת הכנה עם לוגיסטיקה ומידע לציבור יחד עם יו"ר הצח"י בנוגע לדרכי מילוט/פינוי
`
       ],
          
          "במהלך האירוע (שריפה מוגבלת)": [
            "הזעקת כוחות חירום כב\"ה, משטרה, מד\"א ו\"שדכן\" בשער היישוב להכוונה",
            "קבלת מודיעין אוכלוסייה לגבי תושבים בזירה",
            "סריקה בזירה לפי סדרי עדיפויות (בבית, בחו\"ל וכו)",
            "בידוד הזירה מסקרנים"
          ],
          "לאחר הבנה/הנחייה על היערכות או ביצוע פינוי": [
            "הוצאה לפועל של תכנית הפינוי (אם נדרש)",
            "הצבת מחסומים הכוונה התנועה",
            "עדכון שוטף של יו\"ר צח\"י ומכלול אוכלוסייה על התקדמות הסריקות"
          ],
          "לאחר השריפה , במקרה של פינוי אוכלוסיה": [ 
             "שמירה על סדר ציבורי וחסימת אזורים בעלי סיכון התלקחות",
            "מיפוי נזקים לבתי תושבים"
          ]
        },
            color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
      },
      {
        role:"רווחה",
        id: 3,
        tasksByPhases: {
            "הכנות בשגרה ":[
            `ריענון רשימות תושביםבמיוחד באזוריםהמועדים/בסיכון לשריפה`
       ],
    
  "במהלך האירוע (שריפה מוגבלת)": [
    "יצירת תמונת מצב מודיעין אוכלוסייה - מי ביישוב ומי מנותק קשר בדגש על איזור השריפה",
    "המלצה לתוכנית סריקה לפי נתוני תמונת מצב אוכלוסייה",
    "טיפול בנפגעי חרדה - מפונים, באיזור השריפה"
  ],
  "לאחר הבנה/הנחייה על היערכות או ביצוע פינוי": [
    "ביצוע מעקב שמי על המפונים",
    "סיוע לנפגעי חרדה והגדרת טיפול ראשוני במפונים",
    "מעקב שמי אחר מפונים והעברת פערים (ליו\"ר וביטחון)",
    "מיפוי של תושבים שאינם יכולים לחזור לבתיהם"
  ],
  "לאחר השריפה , במקרה של פינוי אוכלוסיה": [ 
    `מיפוי של תושבים שאינם יכולים לחזור לבתיהם`,
    "ליווי וטיפול בנפגעי חרדה ואלה שביתם נשרף"
  ]
          },
            color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
      },
      {
        role: "לוגיסטיקה",
        id: 4,
        tasksByPhases: {
          "הכנות בשגרה ":[
           `טיפול וסילוק מפגעיםפוטנציאליים, מיפוי אזוריכיסוי הידראנטים, הכנתציוד - נייד וזמין. השתתפות בפגישה לתיאום תכנית דרכי מילוט/פינוי`
       ],
            
          "במהלך האירוע (שריפה מוגבלת)": [
            "סילוק מפגעי תשתית מהזירה - חשמל, גז, רכבים וכו",
                "גיוס אמצעי הנדסה - כגון טרקטורים ליצירת חציצה",
                "מיפוי חומרים מסוכנים והמלצה לטיפול"
            ],
            "לאחר הבנה/הנחייה על היערכות או ביצוע פינוי": [
                "הכשרת דרכי כניסה ויציאה מהיישוב והמלצה על תוואי הפינוי למחלקת ביטחון",
                "סיוע באמצעי הובלה/הסעה של המפונים",
                "הקמה לוגיסטית של נקודת קליטה ופינוי פצועים"
            ],
            "לאחר השריפה , במקרה של פינוי אוכלוסיה": [ 
              "סיוע לוגיסטי למפונים בנקודת הפינוי",
            "מיפוי נזקים לתשתיות החיוניות של היישוב"
        ]
          },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
      },
      {
        role: "מידע לציבור",
        id: 5,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `ריענון הודעות נצורותלמקרה שריפה, היערכותלפינוי ופינוי. השתתפות בפגישה לתיאום תכנית דרכי מילוט/פינוי`
        ],
          "במהלך האירוע (שריפה מוגבלת)": [
          ` הפצת הודעה מוכנה מראש על 
        מיקום השריפה והנחיות
        ראשוניות`,
            `
        הוצאת הנחיות משטרה
        וכב"ה`,
          `הודעות שוטפות על
        התקדמות האירוע`
          ],
          "לאחר הבנה/הנחייה על היערכות או ביצוע פינוי": [
            `הודעה על היערכות לפינוי
        או פינוי בפועל`,
            `הודעות על:
        מסלול הפינוי ופתיחת
        נקודת קליטת מפונים`
          ],
          "לאחר השריפה , במקרה של פינוי אוכלוסיה": [ 
        `הודעות על המשך הטיפול

        בשריפה ובמפונים

        עדכון על סיום הפינוי
        וצעדים הבאים`  ]
          },
               color: "linear-gradient(45deg, #9f4868ff 0%, #66233cff 100%)",
        messages:["עקב מזג אויר יבש וחם בימים הקרובים / בתאריכים ___ אסורה הדלקת מדורות. יש לשמור על ערנות ולדווח על כל אירוע חריג.",
          "שריפה [במיקום] בטיפול צוות הצח”י אשר נמצא במקום. צוותי כיבוי אש בדרך. מתבקשים להימנע מלהגיע לאזור ולשמור על הדרכים פנויות.",
          "השריפה בטיפול כוחות הכיבוי וצוות הצח”י ונמצאת בשליטה. עקב התפשטות עשן מתבקשים להיכנס לבתים ולסגור את החלונות.",
          "השריפה בשליטה של כוחות הכיבוי / כובתה. ניתן לחזור לשגרה. אפשר לצאת מהבתים. התושבים מתבקשים לא להגיע לאזור השריפה.",
          "עקב התפשטות השריפה קיימת סכנה מיידית לתושבים בשכונת ]שם השכונה[. התושבים מתבקשים להתפנות באופן מיידי מהבתים אל נקודת הרישום ולדווח האם מתפנים למקום עצמאי או לנקודת הפינוי המסודרת היישובית. ב ]מיקום נקודת הפינוי ביישוב[, מי שזקוק לסיוע יש ליצור קשר מיידי בטלפון [מספר טלפון]. שאר התושבים מתבקשים להישאר בבתים ולסגור את החלונות. אין להסתובב בחוץ על מנת להימנע משאיפת עשן והפרעה לכוחות הבטחון.",
          "עקב התפשטות השריפה קיימת סכנה מיידית של הגעת האש לבתים כוחות הביטחון הורו על פינוי מיידי של היישוב. התושבים מתבקשים להתפנות באופן מיידי מהבתים לנקודת הרישום ולדווח האם מתפנים למקום עצמאי או לנקודת פינוי היישובית המסודרת. ב- בפינוי עצמאי יש לדווח בהודעה לטלפון מספר ]מספר טלפון[. מי שזקוק לסיוע יש ליצור קשר מיידי בטלפון ]מספר טלפון[. אין להסתובב בחוץ על מנת להימנע משאיפת עשן והפרעה לכוחות הבטחון. לגבי אירוע חומרים מסוכנים - ראה פרק נפרד בפנקס זה."
        ]
      },
      {
        role: 'רפואה',
        id:6,
        tasksByPhases: {
          "הכנות בשגרה ":[
            `הכנת הצוות הרפואי ווידוא נהלים למקרי שריפה ומתן ע"ר במקרה הצורך`
        ],
          
          "במהלך האירוע (שריפה מוגבלת)": [
            "אזעקת הצוות הרפואי לאירוע למתן ע\"ר ויצירת תמונת מצב לגבי הנפגעים וטיפולם עד הגעת כוחות ההצלה",
          ],
          "לאחר הבנה/הנחייה על היערכות או ביצוע פינוי": [
            "חבירה לכוחות ההצלה והעברת הטיפול להם/ביחד איתם"

          ],
          "לאחר השריפה , במקרה של פינוי אוכלוסיה": [ 
            "מנוחה וחידוש הציוד, מוכנות לתת מענה במקרה הצורך"
          ]

      },
         color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
      },
      {
        role: 'חינוך',
        id:7,
       tasksByPhases: {
        "הכנות בשגרה ":[
          `הכנת אנשי החינוך והילדים להנחיות ופינוי  למקרה שריפה
וידוא הימצאות פרטי קשר של הורים ובני משפחה.
`
      ],
        
    "מענה ראשוני": [
        "הכרת נהלים וביצועם, מרחב מגון/דרכי מילוט באופן מסודר על ידי הצוות ואנשי החינוך למיקום בטוח שהוגדר מראש. הוצאת הודעה להורים באמצעות מידע לציבור."
    ],
    "במהלך האירוע": [
        "וידוא הימצאות כלל התלמידים ומצבם, יצירת קשר עם ההורים"
    ],
    "לאחר האירוע": [
        "יצירת תכנית למידה אלטרנטיבית/העסקת נוער"
    ]
      },
      messages:[
        "תושבות ותושבים יקרים שימו לב: הורגשה רעידת אדמה באיזורנו. האירוע מטופל על ידי צוות הצ\"חי וכוחות החרום. התושבים מתבקשים לחכות להמשך עדכונים, הודעה נוספת תצא בעשר הדקות הקרובות. יש לדווח על כל אירוע חריג לחמ\"ל הצ\"חי בטלפון _____.",
        "תושבות ותושבים יקרים שימו לב, עקב הרעידת אדמה, המבנה.... במיקום...... קרס. אין נפגעים / בשלב זה לא ידוע לנו על נפגעים. אנא התרחקו מהמקום ואפשרו לחברי הצ\"חי להגיע ולטפל בזירה. בשל החשש לפגיעה בתשתיות חשמל, מים וגז ייתכנו הפסקות חשמל ומים יזומות. יש לדווח לחמ\"ל הצ\"חי על כל אירוע חריג בטלפון _. עדכון נוסף יתפרסם בהקדם."
    ],
        color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
      },
      {
        role: 'צוות כיבוי בזירה',
        id:8,
       tasksByPhases: {
   
  "במהלך האירוע (שריפה מוגבלת)": [
    "הגדרת תיחום האירוע וביצוע פעולות כיבוי בזירה ע\"ב הידראנטים, מטפים, מחבטי אש וכו'",
    "אבחנה במימדי האיום - בהתאם לרוח, אמצעי הובלה ומזג אוויר",
    "בידוד הזירה - בלוני גז, חשמל, רכבים וכו'",
    "דיווח ליו\"ר צח\"י כל 10 דק' לפחות"
  ],
  "לאחר הבנה/הנחייה על היערכות או ביצוע פינוי": [
    "המשך לחימה באש, תוך דגש על עיכוב התקדמות האש לנתיב הפינוי המתוכנן"
  ],
  "לאחר השריפה (פינוי אוכלוסיה)": [
    "מנוחה וחידוש הציוד",
    "מוכנות מלאה לתת מענה למקרה התלקחות מחודשת"
  ]

      },
       color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
    },
    
    ],
    },
    {
      id: 9,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
      situation: `פגיעה בתשתיות חיוניות`,
      description: "מצב בו נפגעות תשתיות מים , חשמל ותקושרת",
      notes:  [
        "השיבושים יכולים להימשך מספר ימים, ייתכן גם ברציפות.",
        "בהחזרת חשמל לפרקי זמן קצרים יש לנצל לטעינת סלולר/רדיו/אמצעים קריטיים.",
        "הפסקת אספקת מים עלולה להיות קריטית לאוכלוסיות שונות וחייבת לקבל מענה מיידי.",
        "יש להקפיד על שימוש מושכל וחסכוני מאוד.",
        "פגיעה ברוב האוכלוסייה וסכנת חיים עבור בודדים שנדרשים למכשירי מצילי חיים המחוברים לחשמל.",
        "שיבושים משמעותיים המייצרים לחץ ומעלים את רמת החרדה.",
        "הנחיה לציבור (ראה הודעות נצורות) לחיסכון במים וצריכת חשמל.",
        "מתן מענה מציל חיים לאוכלוסיות נזקקות ותמיכה באוכלוסיות חלשות.",
        "הפצת מידע בנתק תקשורת על ידי אמצעים פיזיים (כריזה, פליירים, לוח מודעות) ופתיחת מוקד מידע פיזי.",
        "חלוקת מים יחד עם פרסום מקומות בהן ניתן להשיג מים גם מחוץ ליישוב."
      ],
    roles:[
      {
      role: `יו"ר צח"י`,
      id: 1,
      tasksByPhases: {
        "הכנות בשגרה ":[
          `הכרת תרחיש הייחוס והכנת המענה היישוב ומיפוי תשתיות היישוב`
      ],
        
      "מענה ראשוני": [
         `הבנת חומרת הפגיעה – מקומי (רמת היישוב/מועצה) או ברמת המדינה. לבדוק עם המועצה הערכות להחמרה בהתאם להערכת המצב
`
      ],
      "במהלך האירוע/ מענה משלים": [
          "ניהול הערכות מצב שוטפות וקבלת החלטות – צפי להמשך, תמונת מצב אוכלוסייה, מצב תשתיות חשמל ומים ביישוב",
         `
תעדוף משאבים עם מתן תעדוף לאוכלוסייה נזקקת. ביצוע תכנית חלוקת מים בעת הצורך`
      ]
      },
        color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
    },
    {
      role: "ביטחון",
      id: 2,
      tasksByPhases: {
        "הכנות בשגרה ":[
          `הכנת אמצעי גידור ובידוד לאיזור הנפגע`
      ],
        "מענה ראשוני": [
          `סיוע ללוגיסטיקה בטיפול בתקלה אם (מקומית). יצירת תמ"צ אודות הנזק.`
        ],
        "במהלך האירוע/ מענה משלים": [
          `שמירה על ביטחון היישוב: אבטחה, ליווי וסיוע לפעולות הצח“י, קשר עם כוחות ההצלה`
      ]


        },
            color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
    },
    {
      role:"רווחה",
      id: 3,
      tasksByPhases: {
        "הכנות בשגרה ":[
          `הכנת מתקני קליטה למקרי חירום.  רשימה של אוכלוסיות סיעודיות שיפגעו במקרה של הפסקת חשמל/מים `
      ],
      "מענה ראשוני": [
          `בדיקת מצב אוכלוסייה סיעודית/מבוגרת שהכל תקין והאם צריך עזרה כלשהיא.
          גיוס מתנדבים ספונטנים לסיוע אזרחי.`
        ],
        "במהלך האירוע/ מענה משלים": [
          `מענה הולם לאוכלוסיה נזקקת בהיבטי מזון ואנרגיה, יצירת תמונת מצב אוכלוסייה ומתן מענים בהתאם לצרכים משתנים`      ]

       
        },
            color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
    },
    {
      role: "לוגיסטיקה",
      id: 4,
      tasksByPhases: {
        "הכנות בשגרה ":[
          `הכנת גנרטורים והכנת הספקת מים נאותה למקרי חירום  בהלימה לתכנית חלוקת המים של המועצה.`
      ],
        "מענה ראשוני": [
          `הבנה באיזה סוג פגיעה מדובר – האם מקומי (רמת היישוב/מועצה) או ברמת המדינה. הערכות ויצירת קשר עם המועצה לחלוקת מים `
        ],
        "במהלך האירוע/ מענה משלים": [
          `ניהול ובקרת תשתיות עצמאיות של חשמל ומים. הוצאה לפועל של תכנית חלוקת מים
          `]
        },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
    },
    {
      role: "מידע לציבור",
      id: 5,
      tasksByPhases: {
        "הכנות בשגרה ":[
          `הכנת הודעות נצורות למקרי פגיעה בתשתיות חיוניות`
      ],
        "מענה ראשוני": [ `שליחת הודעות נצורות במהירות על מנת לידע את כלל האוכלוסייה במפגע.`        ],
        "במהלך האירוע/ מענה משלים": [
          `עדכון שוטף לציבור – מצב תשתיות, הנחיות חסכון במים / חשמל, אפשריות לקבלת סיוע, הצטיידות במזון ומים, דרכי קשר לצח“י. פרסום נקודות חלוקה ושעות חלוקת המים`]
      },
      color: "linear-gradient(45deg, #9f4868ff 0%, #66233cff 100%)",
      messages: [
        "הפסקת החשמל בטיפול אך ללא צפי לתיקון כרגע. גנרטור הופעל ב (מבנה) (שם המקום) לטובת התושבים. מי שזקוק לסיוע מתבקש לפנות לטלפון [מספר טלפון].",
        "הפסקת החשמל בטיפול אך ללא צפי לתיקון כרגע. בעקבות זאת צפויים שיבושים באמצעי התקשורת. לפיכך, יש לעשות שימוש מושכל במכשירים הניידים ולחסוך בצריכת החשמל. אנו מעמידים לרשות התושבים גנרטור ומספר שקעי טעינה עבור טלפונים ניידים בלבד.",
        "יש הפסקת חשמל בכל היישוב / שכונת [שם השכונה]. התקלה בטיפול חברת החשמל. הצפי לתיקון התקלה הינו [זמן].",
        "בעקבות (תקלה/פעולה זדונית/הפסקת חשמל/זיהום מערכת המים), קיימת הפסקת מים ביישוב. הצפי לתיקון התקלה הינו [זמן]. לצערנו אין צפי לתיקון הפסקת המים. אנו נערכים לחלוקת מים לשתייה בלבד. עד לתיקון המערכת והשבת המצב לקדמותו, יש להגביל את צריכת המים ולהשתמש במים שנותרו בצינורות ובדוד השמש לשתייה בלבד/אין להשתמש במים. אין להשתמש במים לצורכי השקייה ושטיפה ונדרש לחסוך במים. (אם נפתחת תחנת חלוקה) – ניתן להגיע לתחנת חלוקת מים שנפתחה ב-___, בשעות _____. יש/לא נדרש להגיע עם כלי קיבול."
    ]
      
    },
    {
      role: 'רפואה',
      id:6,
      tasksByPhases: {
        "הכנות בשגרה ":[
        `בדיקת ציוד רפואי זמינות אנשי הצוות `
      ],
        "מענה ראשוני": [
`אזעקת הצוות הרפואי לאירוע ומתן ע"ר לפי צורך 
` ]
    },
       color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
    },
    {
      role: 'חינוך',
      id:7,
     tasksByPhases: {
  "מענה ראשוני": [
     `במקרה של היעדר חשמל, מתן פתרון ללימודים מרחוק/ פתרון אחר.`
  ],

    },
    messages:[
      "תושבות ותושבים יקרים שימו לב: הורגשה רעידת אדמה באיזורנו. האירוע מטופל על ידי צוות הצ\"חי וכוחות החרום. התושבים מתבקשים לחכות להמשך עדכונים, הודעה נוספת תצא בעשר הדקות הקרובות. יש לדווח על כל אירוע חריג לחמ\"ל הצ\"חי בטלפון _____.",
      "תושבות ותושבים יקרים שימו לב, עקב הרעידת אדמה, המבנה.... במיקום...... קרס. אין נפגעים / בשלב זה לא ידוע לנו על נפגעים. אנא התרחקו מהמקום ואפשרו לחברי הצ\"חי להגיע ולטפל בזירה. בשל החשש לפגיעה בתשתיות חשמל, מים וגז ייתכנו הפסקות חשמל ומים יזומות. יש לדווח לחמ\"ל הצ\"חי על כל אירוע חריג בטלפון _. עדכון נוסף יתפרסם בהקדם."
  ],
      color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
    },
   
  ],
    },
    {
      id: 10,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
      situation: `פינוי ישוב`,
      description: "מצב שקורה כאשר יש עומס חום קיצוני או קור קיצוני והצפות ",
      notes: [
        "בשנים האחרונות מזג האויר נהיה קיצוני – מחד יותר חם ויבש בקיץ כולל בעונות מעבר",
        "ומאידך כמויות משקעים רבות בפרק זמן קצר מאד וצניחת טמפ‘ בחודשי החורף.",
        "נפגעים עיקריים ממז“א קיצוני )קור/חום(– תינוקות, קשישים, אוכלוסיות מועדות אחרות הרגישות לקור/חום",
        "ונזזקקות לאספקת חשמל ומים רציפה לקיום החיים.",
        "סיוע הדדי בין כלל התושבים הינו קריטי ויצטרך להיות מוכוון ע“י הצח“י )מכלול אוכלוסייה( לאוכלוסיות",
        "שאינן יכולות להסתדר בכוחות עצמם",
        "יכולת חיזוי מרשימה שמייצרת התראות מספר ימים לפני גלי קור/חום – יש זמן להיערכות"
    ],
    roles:[
      {
      role: `יו"ר צח"י`,
      id: 1,
      tasksByPhases: {
      " קבלת החלטה": [
        `פתיחת קו תקשורת עם מחוז פקע"ר.
        קבלת הנחיה לביצוע פינוי.
        זימון ישיבת צח"י.
        `      ],
        "היערכות לפינוי": [
          `תיאום לוחות זמנים בין בעלי התפקידים.
          אישור תחילת פינוי מול המחוז.
          `      ],
      " ביצוע הפינוי":[
        `ניהול האירוע מתוך חמ"ל צח"י.
        דיווח שוטף למפקד המחוז.
        קבלת החלטות בזמן אמת.
        `      ],
        " שיקום וחזרה לשגרה":[
          `קיום הערכת מצב מסכמת.
          עדכון המחוז על סטטוס היישוב.
          הובלת תהליך הפקת לקחים.
          `      ]
        },
        color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
    },
    {
      role: "ביטחון",
      id: 2,
      tasksByPhases: {
        " קבלת החלטה": [
          `ביצוע הערכת מצב ביטחונית ביישוב.
          הכנת תוכנית פריסת כוחות ואבטחה.`],
          "היערכות לפינוי": [
            `חסימת צירים נדרשים.
            פריסת כוחות ביטחון בנקודות ריכוז ואיסוף.`  ],
          " ביצוע הפינוי":[
          `ליווי שיירות פינוי ואבטחתן.
            טיפול באירועים ביטחוניים בשטח.`    ],
          " שיקום וחזרה לשגרה":[
           `פתיחת צירים לשימוש מחודש.
            ביצוע סריקות ביטחוניות ביישוב.`     ]
        },
            color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
    },
    {
      role:"רווחה",
      id: 3,
      tasksByPhases: {
        " קבלת החלטה": [
          `איתור ראשוני של תושבים עם צרכים מיוחדים. קיום קשר עם גורמי רווחה.`],
          "היערכות לפינוי": [
           `שיבוץ מלווים פרטניים לתושבים עם צרכים מיוחדים.
            עדכון מול משפחות`  ],
          " ביצוע הפינוי":[
          `הפעלת מענה רגשי בשטח.
            טיפול פרטני במקרים חריגים.`   ],
          " שיקום וחזרה לשגרה":[
           `המשך ליווי פסיכו-חברתי לתושבים.
            קשר עם שירותי הרווחה.
            `     ]
        },
            color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
    },
    {
      role: "לוגיסטיקה",
      id: 4,
      tasksByPhases: {
        " קבלת החלטה": [
            `פתיחת מחסן חירום.
            בדיקת מלאים ואמצעי תחבורה זמינים.
            `],
          "היערכות לפינוי": [
            `הקצאת רכבי פינוי.
            הכנת ציוד חיוני ונקודות ריכוז לוגיסטיות.` ],
          " ביצוע הפינוי":[
            `תפעול שוטף של מערך התחבורה והציוד.
            סיוע פיזי לתושבים בעת הפינוי.
            `  ],
          " שיקום וחזרה לשגרה":[
            `סגירת מערך הלוגיסטיקה.
              רישום ציוד שהושב או נאבד.
              הפקת לקחים לוגיסטית.
              `   ]
        },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
    },
    {
      role: "מידע לציבור",
      id: 5,
      tasksByPhases: {
        " קבלת החלטה": [
          `הפצת הודעה ראשונית לציבור בנוגע להיערכות אפשרית לפינוי.`],
        "היערכות לפינוי": [
          `הפצת מידע מלא לתושבים – זמני פינוי, ציוד נדרש, מיקום ריכוז.
          הפעלת מוקד מידע.`],
        " ביצוע הפינוי":[
            `מענה לפניות ציבור.
            הפצת עדכונים בזמן אמת באמצעי התקשורת השונים.` ],
        " שיקום וחזרה לשגרה":[
            `הפצת מידע לציבור על חזרה לבתים או פתרונות חלופיים.
            עדכון שוטף בערוצים הרשמיים.
            `   ]
        },
      color: "#9f4868ff",
      messages: [
        "\u202Bתושבות ותושבים יקרים, \u202Bבימים הקרובים צפוי מזג האוויר קיצוני. \u202Bצוות הצ\"חי נערך ויסייע במידת הצורך ב___ (תלוי תרחיש). \u202Bהתושבים מתבקשים לפעול על פי ההנחיות הבאות (תלוי תרחיש). \u202Bיש לדווח על כל אירוע חריג ל__ בטלפון _."
      ]
    },
    {
      role: 'רפואה',
      id:6,
      tasksByPhases: {
        " קבלת החלטה": [
`וידוא זמינות צוותים רפואיים.
בדיקת ציוד רפואי והיערכות ראשונית.
`     ],   "היערכות לפינוי": [
          `שיבוץ צוותים רפואיים בנקודות הפינוי.
תיאום עם מד"א לפינוי רפואי.`],
        " ביצוע הפינוי":[
           `מתן טיפול רפואי ראשוני בשטח.
תיעוד מצבים רפואיים חריגים.

` ],
       
    },
       color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
    },
    {
      role: 'חינוך',
      id:7,
     tasksByPhases: {
      " קבלת החלטה": [
       `תיאום עם מוסדות חינוך.
עדכון הורים בדבר מצב חירום מתהווה.`],
      "היערכות לפינוי": [
        `ריכוז תלמידים עם הצוות החינוכי.
רישום נוכחות והפצת הנחיות להורים.
`],
      " ביצוע הפינוי":[
         `ליווי הילדים בנקודות הפינוי.
שמירה על קבוצות אחידות ובטוחות.
` ],
      " שיקום וחזרה לשגרה":[
          `חידוש פעילות מוסדות החינוך.
קיום שיחות עיבוד עם התלמידים.
`   ]
    },
    
      color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
    },
  
  ],
      
    },
    {
      id: 11,
  color: "linear-gradient(45deg, #e06666 0%, #9c4444ff 100%)",
      situation: `חומר מסוכן`,
      description: "מצב שקורה כאשר יש עומס חום קיצוני או קור קיצוני והצפות ",
      notes: [
        "מחייב תגובה מיידית ומוגבלת – אסורה כניסה לאזור ללא מיגון מתאים",
        "חומר מסוכן קיים בכל מקום – בריכות, גז ביתי, אמצעי קירור, מפעלים סמוכים, משאיות מובילים",
        "הסתגרות מיידית באזור הסיכון )סגירת חלונות ודלתות וכד’(– בהתאם להנחיות משטרה וכב”ה.",
        "חומר מסוכן מתנדף בהתאם למזג אוויר )ברום שמסוכן גם הוא אך אינו מתנדף ונשאר בזירת האירוע – לא נדון כאן(",
        "אחריות על הנחיות – משטרה דרך המועצה או ישירות"
      ],
    roles:[
      {
      role: `יו"ר צח"י`,
      id: 1,
      tasksByPhases: 
    {   "מענה ראשוני": [
      `יצירת תמ"צ יישוב וזירה מי נוכח, מי צריך סיוע, מי מנותק קשר`
   ],
   " במהלך האירוע": [
      `קבלת תמונת מצב ממנהל זירה ואיחוד התמונה עם אוכלוסייה`,
      `אירגון צוותי חילוץ ומוכנות לקבלת סיוע מיישובים`
   ]
      }
      ,
        color: "linear-gradient(45deg, #30ba8e 0%, #3d8169ff 100%)",
    },
    {
      role: "ביטחון",
      id: 2,
      tasksByPhases: 
    {   "מענה ראשוני": [
`חבירה למנהל הזירה ובידוד הזירה`   ],
   " במהלך האירוע": [
      `סיוע למנהל הזירה בהתאם לצורך`,
`הכוונת כוחות חומ"ס והצלה בשער היישוב`   ],
   " אחרי האירוע": [
     `למידה והפקת לקחים
`  ]
      }
      ,
        
         color: "linear-gradient(45deg, #00AAD1 0%, #196b7eff 100%)",
    },
    {
      role:"רווחה",
      id: 3,
      tasksByPhases: 
      {   "מענה ראשוני": [
 `יצירת תמונת מצב מודיעין אוכלוסייה - מי ביישוב, מי בעבודה ומי מנותק קשר`   ],
     " במהלך האירוע": [
       `העברת נתוני אוכלוסייה למנהל זירה - מי בדיוק מתגורר במבנים שנפגעו`,
  `סיוע בהכוונת מתנדבי אד הוק  סגירת מעגלים מול מנהל זירה על כמות תושבים בזירה ומציאת פערים`   ],
  " אחרי האירוע": [
    `יצירת תמונת מצב
סופית וסיכום האירוע` ]
        },
            color: "linear-gradient(45deg, #ff984aff 0%, #9b4d11ff 100%)",
    },
    {
      role: "לוגיסטיקה",
      id: 4,
      tasksByPhases: 
      {   "מענה ראשוני": [ 
`טיפול במפגעים - סגירת חשמל, מים וגז בזירה`  ],
     " במהלך האירוע": [
      `אספקת אמצעי חילוץ ופינוי במקרה הצורך`,
         `הערכות להארת הזירה בשעות החושך`  ] ,
         " אחרי האירוע": [
         `יצירת מענה משלים לאוכלוסייה מפונה(במקרה הצורך)`]       },
        color: "linear-gradient(45deg, #ffa133ff 0%, #a16117ff 100%)",
    },
    {
      role: "מידע לציבור",
      id: 5,
      tasksByPhases: 
      {   "מענה ראשוני": [ 
`פרסום ראשוני על הזירה כמה שיותר מהר`  ],
     " במהלך האירוע": [
      `במקרה של הפצת התרעה על חומרים מסוכנים , הפצת הודעות משלימות על התנהגות אוכלוסיה במקרה של חומרים מסוכנים.
`,
     `פרסום הנחייה להתרחקות סקרנים ומיקום ונציג קליטת מתנדבים`,
          ] ,
          " אחרי האירוע": [
          `שליטה ומידע
למתקשרים על מיקום
המפונים,     
עדכון על סיום האירוע
`]        },
      color: "#9f4868ff",
      messages: [
    "\u202Bתושבות ותושבים יקרים שימו לב: \u202Bהתקבלה הודעה על דליפה של חומר מסוכן (לפרט לפי הידוע). \u202Bמקור הדליפה הוא ב _. \u202Bהאירוע מטופל על ידי צוות הצ\"חי וכוחות החרום. \u202Bהתושבים מתבקשים להישאר בבתים ולסגור חלונות. \u202Bבמידת האפשר יש להניח מגבות רטובות על הפתחים. \u202Bהודעה נוספת תצא בעשר הדקות הקרובות. \u202Bיש לדווח על כל אירוע חריג לחמ\"ל הצ\"חי בטלפון _____."
  ]
    },
    {
      role: 'רפואה',
      id:6,
      tasksByPhases: {
        "מענה ראשוני": [
`הזעקת הצוות הרפואי לאירוע ומתן ע"ר לפי צורך ` ],
"במהלך האירוע":[
  `חבירה לכוחות ההצלה ומד"א להמשך טיפול`
],
" אחרי האירוע": [
  `וידוא כלל  נפגעים וטיפולם . פינוי לבית החולים לפי הצורך 
`]    
    },
       color: "linear-gradient(45deg, #8f6a45ff 0%, #362411ff 100%)",
    },
    {
      role: 'חינוך',
      id:7,
     tasksByPhases: {
  "מענה ראשוני": [
`  במקרה פגיעה במוסד חינוכי -
הכרת נהלים וביצועם, מרחב מוגן/יציאה מהמבנה
`  ],
  "במהלך האירוע": [
`וידוא הימצאות כלל התלמידים ומצבם, יצירת קשר עם ההורים 
` ],
" אחרי האירוע": [
` יצירת תכנית למידה אלטרנטיבית/העסקת נוער/שמרטפיות במידת הצורך

`]  

    },
    
      color: "linear-gradient(45deg, #1a6da9ff 0%, #0c3857ff 100%)",
    },
  ],
      
    },
    
  
  ];
  
  export default emergencyScenarios;